tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "hombrew/cask-fonts"
tap "d12frosted/emacs-plus"
tap "wez/wezterm"

brew "git"
brew "xz"
brew "emacs-plus"
brew "hub"
brew "neovim"
brew "perl"
brew "jq"
brew "fish"
brew "asdf"
brew "git-delta"
brew "bat"
brew "fzf"
brew "zoxide"
brew "wezterm"
brew "kubectx"

cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "rectangle"
cask "keepingyouawake"
cask "Enpass"
cask "brave-browser"
cask "docker"
